lesson_02/jsonrpc/jsonrpc-server/test/artillery/test01-u3.yml
config:
  target: "http://31.210.208.189:8085"
  phases:
    - duration: 10
      arrivalRate: 1000
scenarios:
  - flow:
      - post:
          url: "/api"
          json:
            id: 22
            token: "f229fbea-a4b9-40a8-b8ee-e2b47bc1391d"
            method: "shop.entities.order.getById"
            params: 
              id: 33